Repository: dnsdigitaltech/drupal9-2-theme
Catalog: sites/default/files/translations/coffee-8.x-1.2.*.po
Languages: pt_br

source: Permissions
pt_br: Permissões

source: About
pt_br: Sobre

source: Uses
pt_br: Usos

source: Go to
pt_br: Ir para

source: Coffee
pt_br: Coffe

source: Go to front page
pt_br: Ir para página inicial

source: Administer Coffee
pt_br: Administrar Coffe

source: Administer the Coffee search module
pt_br: Administre o módulo de pesquisa Coffe

source: Provides an Alfred like search box to navigate within your site.
pt_br: Fornece uma caixa de pesquisa semelhante ao Alfred para navegar em seu site.

source: Select what menus coffee should search.
pt_br: Selecione quais menus o Coffe deve pesquisar.

source: Coffee configuration
pt_br: Configuração do Coffe

source: Coffee settings
pt_br: Configurações do Coffe

source: Coffee menus
pt_br: Menus do Coffe

source: Number of items to show in the search result
pt_br: Número de itens a serem mostrados no resultado da pesquisa

source: Menus to include
pt_br: Menus para incluir

source: Select the menus that should be used by Coffee to search.
pt_br: Selecione os menus que devem ser usados pelo Coffee para fazer pesquisas.

source: Max results
pt_br: Máximo de resultados

source: Maximum number of items to show in the search results.
pt_br: Número máximo de itens a serem mostrados nos resultados da pesquisa.

source: Jumping to pages in the administration menu
pt_br: Saltar para as páginas do menu de administração

source: Configuring additional menus and number of results
pt_br: Configurando menus adicionais e número de resultados

source: Additional commands
pt_br: Comandos adicionais

source: Use alt+d to start Coffee and search for a page to go to
pt_br: Use alt + d para iniciar o Coffee e pesquise uma página para ir para
